---
type: AnnotationSymbolType
namespace: Autodesk.Revit.DB
version: 2024
members: 1
tags: [revit-api, class]
---

# AnnotationSymbolType

`Autodesk.Revit.DB.AnnotationSymbolType` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Property | Parameter | — | `` |